Repository: Aayush-002/rojgarapp
Catalog: rojgarapp/rojgarapp/locale/*/LC_MESSAGES/django.po
Languages: ne

source: Rojgar App Admin
ne: रोजगार एप प्रशासक

source: Rojgar App Admin Portal
ne: रोजगार एप प्रशासक पोर्टल

source: Welcome to Rojgar App Admin Portal
ne: रोजगार एप प्रशासक पोर्टलमा स्वागत छ

source: Rojgar App
ne: रोजगार एप

source: Phone Number
ne: फोन नम्बर

source: Enter your phone number (e.g., +9771234567890)
ne: आफ्नो फोन नम्बर प्रविष्ट गर्नुहोस् (जस्तै, +9771234567890)

source: User
ne: प्रयोगकर्ता

source: Users
ne: प्रयोगकर्ताहरू

source: Name
ne: नाम

source: Email
ne: इमेल

source: Gender
ne: लिङ्ग

source: Date of Birth
ne: जन्म मिति

source: Skill
ne: सीप

source: Address
ne: ठेगाना

source: User Detail
ne: प्रयोगकर्ता विवरण

source: User Details
ne: प्रयोगकर्ता विवरणहरू

source: Male
ne: पुरुष

source: Female
ne: महिला

source: Others
ne: अन्य

source: SLC/SEE
ne: एसएलसी/एसईई

source: Bachelor
ne: स्नातक

source: Masters
ne: स्नातकोत्तर

source: Diploma
ne: डिप्लोमा

source: PHD
ne: पिएचडी

source: Uneducated
ne: अशिक्षित

source: Class 8 pass
ne: कक्षा ८ उत्तीर्ण

source: Class 5 pass
ne: कक्षा ५ उत्तीर्ण

source: Pending
ne: विचाराधीन

source: Confirmed
ne: पुष्टि भएको

source: Teacher
ne: शिक्षक

source: Doctor
ne: डाक्टर

source: Engineer
ne: इन्जिनियर

source: Labor
ne: श्रमिक

source: Driver
ne: चालक

source: Jyami
ne: ज्यामी

source: Mistri
ne: मिस्त्री

source: Electrician
ne: विद्युत् मिस्त्री

source: Plumber
ne: प्लम्बर

source: Painter
ne: रङ्गकर्मी

source: Mason
ne: ढुंगाकर्मी

source: Mechanic
ne: मेकानिक

source: Welder
ne: वेल्डर

source: Carpenter
ne: सिकर्मी

source: Tailor
ne: दर्जी

source: Agricultural Worker
ne: कृषि श्रमिक

source: Construction Worker
ne: निर्माण श्रमिक

source: Porter
ne: भारी बोक्ने

source: Cleaner
ne: सफाइकर्मी

source: Waiter
ne: वेटर

source: Cook
ne: खाना पकाउने

source: Security Guard
ne: सुरक्षा गार्ड

source: Delivery Person
ne: वितरण व्यक्ति

source: Shop Assistant
ne: पसल सहायक

source: Street Vendor
ne: सडक व्यापारी

source: Butcher
ne: कसाई

source: Fisherman
ne: माझी

source: Rickshaw Driver
ne: रिक्सा चालक

source: Barber
ne: नाई

source: Fruit Seller
ne: फलफूल बिक्रेता

source: Taxi Driver
ne: ट्याक्सी चालक

source: Auto Rickshaw Driver
ne: अटो रिक्सा चालक

source: Garbage Collector
ne: फोहोर संकलक

source: Other
ne: अन्य

source: First Name
ne: पहिलो नाम

source: Middle Name
ne: बीचको नाम

source: Last Name
ne: थर

source: Mobile Number
ne: मोबाइल नम्बर

source: Contact Number
ne: सम्पर्क नम्बर

source: Email Address
ne: इमेल ठेगाना

source: National ID Number
ne: राष्ट्रिय परिचयपत्र नम्बर

source: Citizenship Number
ne: नागरिकता नम्बर

source: Citizenship Issued Date
ne: नागरिकता जारी मिति

source: Citizenship Issued District
ne: नागरिकता जारी जिल्ला

source: Created At
ne: सिर्जना गरिएको मिति

source: Father's Name
ne: बुबाको नाम

source: Mother's Name
ne: आमाको नाम

source: Spouse Name
ne: पति/पत्नीको नाम

source: Province
ne: प्रदेश

source: District
ne: जिल्ला

source: Municipality
ne: नगरपालिका

source: Ward No
ne: वडा नम्बर

source: Tole Name
ne: टोलको नाम

source: Education Background
ne: शैक्षिक पृष्ठभूमि

source: Professional Skill
ne: व्यावसायिक सीप

source: Profile Photo
ne: प्रोफाइल फोटो

source: Citizenship Photo (Front)
ne: नागरिकता फोटो (अगाडि)

source: Citizenship Photo (Back)
ne: नागरिकता फोटो (पछाडि)

source: Resume/CV
ne: रिजुमे/सीभी

source: Status
ne: स्थिति

source: Employment Status
ne: रोजगारी स्थिति

source: Occupied
ne: रोजगार प्राप्त

source: Unoccupied
ne: बेरोजगार

source: Personal Detail
ne: व्यक्तिगत विवरण

source: Personal Details
ne: व्यक्तिगत विवरणहरू

source: Profession Name
ne: पेशाको नाम

source: Profession
ne: पेशा

source: Professions
ne: पेशाहरू

source: Job Title
ne: जागिरको शीर्षक

source: Job Description
ne: जागिरको विवरण

source: Posted By
ne: पोस्ट गर्ने

source: Posted Date
ne: पोस्ट मिति

source: Is Active
ne: सक्रिय छ

source: Required Personnel
ne: आवश्यक कर्मचारी

source: Job Announcement
ne: जागिरको घोषणा

source: Job Announcements
ne: जागिरको घोषणाहरू

source: Reviewed
ne: समीक्षा गरिएको

source: Accepted
ne: स्वीकृत

source: Rejected
ne: अस्वीकृत

source: Job
ne: जागिर

source: Applicant
ne: आवेदक

source: Application Date
ne: आवेदन मिति

source: Job Application
ne: जागिर आवेदन

source: Job Applications
ne: जागिर आवेदनहरू

source: This job has already reached the maximum number of applicants.
ne: यो जागिरले पहिले नै अधिकतम आवेदकहरूको संख्या पुगिसकेको छ।

source: Save
ne: सेभ गर्नुहोस्

source: Save as new
ne: नयाँको रूपमा सेभ गर्नुहोस्

source: Save and add another
ne: सेभ गर्नुहोस् र अर्को थप्नुहोस्

source: Save and continue editing
ne: सेभ गर्नुहोस् र सम्पादन जारी राख्नुहोस्

source: Save and view
ne: सेभ गर्नुहोस् र हेर्नुहोस्

source: Close
ne: बन्द गर्नुहोस्

source: Delete
ne: हटाउनुहोस्

source: Delete Application
ne: आवेदन हटाउनुहोस्

source: Are you sure you want to delete this application?
ne: के तपाईं यो आवेदन हटाउन निश्चित हुनुहुन्छ?

source: Applied On
ne: आवेदन गरिएको मिति

source: Cancel
ne: रद्द गर्नुहोस्

source: My Applications
ne: मेरो आवेदनहरू

source: Actions
ne: कार्यहरू

source: Previous
ne: अघिल्लो

source: Next
ne: अर्को

source: Dashboard
ne: ड्यासबोर्ड

source: Total Users
ne: कुल प्रयोगकर्ताहरू

source: Jobs Posted
ne: पोस्ट गरिएका जागिरहरू

source: Jobs Filled
ne: पूरा भएका जागिरहरू

source: Active Jobs
ne: सक्रिय जागिरहरू

source: Monthly Job Trends
ne: मासिक जागिर प्रवृत्तिहरू

source: Gender Distribution
ne: लिङ्ग वितरण

source: Application Status Distribution
ne: आवेदन स्थिति वितरण

source: Jobs by Profession
ne: पेशा अनुसार जागिरहरू

source: Application Success Rate
ne: आवेदन सफलता दर

source: Profession Distribution
ne: पेशा वितरण

source: Count
ne: गणना

source: Percentage
ne: प्रतिशत

source: No data available
ne: कुनै डाटा उपलब्ध छैन

source: Applications
ne: आवेदनहरू

source: Number of Jobs
ne: जागिरहरूको संख्या

source: Distribution of Jobs by Profession
ne: पेशा अनुसार जागिरहरूको वितरण

source: Personal Information Form - RojgarApp
ne: व्यक्तिगत जानकारी फारम - रोजगार एप

source: Edit Personal Information
ne: व्यक्तिगत जानकारी सम्पादन गर्नुहोस्

source: Personal Information Form
ne: व्यक्तिगत जानकारी फारम

source: Fields marked with
ne: चिन्हित क्षेत्रहरू

source: are required
ne: आवश्यक छन्

source: Profile Completion:
ne: प्रोफाइल पूर्णता:

source: English
ne: अंग्रेजी

source: Personal Information
ne: व्यक्तिगत जानकारी

source: Please enter your first name
ne: कृपया आफ्नो पहिलो नाम प्रविष्ट गर्नुहोस्

source: Select Gender
ne: लिङ्ग चयन गर्नुहोस्

source: Family Information
ne: पारिवारिक जानकारी

source: Address Details
ne: ठेगाना विवरण

source: Education & Skills
ne: शिक्षा र सीप

source: Professional Skills
ne: व्यावसायिक सीपहरू

source: Select Professional Skill
ne: व्यावसायिक सीप चयन गर्नुहोस्

source: Document Uploads
ne: कागजात अपलोड

source: Biodata
ne: बायोडाटा

source: Current Resume Uploaded
ne: हालको रिजुमे अपलोड गरिएको

source: Download
ne: डाउनलोड

source: Citizenship (Front)
ne: नागरिकता (अगाडि)

source: Citizenship (Back)
ne: नागरिकता (पछाडि)

source: Save Information
ne: जानकारी सेभ गर्नुहोस्

source: Delete Confirmation
ne: हटाउने पुष्टि

source: Are you sure you want to delete?
ne: के तपाईं हटाउन निश्चित हुनुहुन्छ?

source: This action cannot be undone.
ne: यो कार्य पूर्ववत गर्न सकिँदैन।

source: Applicant Records
ne: आवेदक रेकर्डहरू

source: Search records...
ne: रेकर्डहरू खोज्नुहोस्...

source: Search
ne: खोज्नुहोस्

source: Records Overview
ne: रेकर्डहरूको अवलोकन

source: S.N.
ne: क्र.सं.

source: Phone No.
ne: फोन नं.

source: Education
ne: शिक्षा

source: Citizenship No.
ne: नागरिकता नं.

source: Edit
ne: सम्पादन

source: Job Registration Portal
ne: जागिर दर्ता पोर्टल

source: Connecting Opportunities with Talent
ne: अवसरहरूलाई प्रतिभासँग जोड्दै

source: Welcome to RojgarApp
ne: रोजगार एपमा स्वागत छ

source: Your gateway to municipal job opportunities.
ne: नगरपालिका जागिर अवसरहरूको लागि तपाईंको प्रवेशद्वार।

source: Job Notices
ne: जागिर सूचनाहरू

source: No active jobs found.
ne: कुनै सक्रिय जागिरहरू फेला परेन।

source: Home
ne: गृहपृष्ठ

source: Details
ne: विवरण

source: Register Your Details
ne: आफ्नो विवरण दर्ता गर्नुहोस्

source: Job Details
ne: जागिर विवरण

source: Posted by
ne: पोस्ट गर्ने

source: Posted on
ne: पोस्ट गरिएको मिति

source: Requirements
ne: आवश्यकताहरू

source: Positions Available
ne: उपलब्ध पदहरू

source: Filled
ne: पूरा भएको

source: Open
ne: खुला

source: Job Summary
ne: जागिर सारांश

source: Posted On
ne: पोस्ट गरिएको मिति

source: You have already applied for this position.
ne: तपाईंले यो पदको लागि पहिले नै आवेदन गरिसक्नुभएको छ।

source: This job has reached the maximum number of applicants.
ne: यो जागिरले अधिकतम आवेदकहरूको संख्या पुगिसकेको छ।

source: You need to complete your profile before applying.
ne: आवेदन दिनु अघि तपाईंले आफ्नो प्रोफाइल पूरा गर्नुपर्छ।

source: Your profile is incomplete. Please update your information.
ne: तपाईंको प्रोफाइल अपूर्ण छ। कृपया आफ्नो जानकारी अपडेट गर्नुहोस्।

source: Complete Profile
ne: प्रोफाइल पूरा गर्नुहोस्

source: Apply Now
ne: अब आवेदन गर्नुहोस्

source: You need to login to apply for this job.
ne: यो जागिरको लागि आवेदन गर्न तपाईंले लगइन गर्नुपर्छ।

source: Login here
ne: यहाँ लगइन गर्नुहोस्

source: Application Submitted
ne: आवेदन पेश गरिएको

source: OK
ne: ठीक छ

source: Post a Job - RojgarApp
ne: जागिर पोस्ट गर्नुहोस् - रोजगार एप

source: Post a Job
ne: जागिर पोस्ट गर्नुहोस्

source: Please enter a job title
ne: कृपया जागिरको शीर्षक प्रविष्ट गर्नुहोस्

source: Please enter the number of personnel required
ne: कृपया आवश्यक कर्मचारीको संख्या प्रविष्ट गर्नुहोस्

source: Please enter a job description
ne: कृपया जागिरको विवरण प्रविष्ट गर्नुहोस्

source: Select Profession (Optional)
ne: पेशा चयन गर्नुहोस् (वैकल्पिक)

source: Post Job
ne: जागिर पोस्ट गर्नुहोस्

source: Back to Home
ne: गृहपृष्ठमा फर्कनुहोस्

source: Login to RojgarApp
ne: रोजगार एपमा लगइन गर्नुहोस्

source: Password
ne: पासवर्ड

source: Login
ne: लगइन

source: Don't have an account?
ne: खाता छैन?

source: Sign up
ne: साइन अप

source: Create an Account
ne: खाता सिर्जना गर्नुहोस्

source: Confirm Password
ne: पासवर्ड पुष्टि गर्नुहोस्

source: Sign Up
ne: साइन अप

source: Already have an account?
ne: पहिले नै खाता छ?

source: Connecting opportunities with talent, making job searching easier and more accessible for everyone.
ne: अवसरहरूलाई प्रतिभासँग जोड्दै, जागिर खोज्नलाई सजिलो र सबैको लागि पहुँचयोग्य बनाउँदै।

source: Quick Links
ne: द्रुत लिङ्कहरू

source: Register
ne: दर्ता

source: Legal
ne: कानुनी

source: Privacy Policy
ne: गोपनीयता नीति

source: Terms of Service
ne: सेवाका सर्तहरू

source: All rights reserved.
ne: सबै अधिकार सुरक्षित।

source: RojgarApp
ne: रोजगार एप

source: Job Post
ne: जागिर पोस्ट

source: Register Details
ne: विवरण दर्ता

source: Profile Status
ne: प्रोफाइल स्थिति

source: Profile
ne: प्रोफाइल

source: Logout
ne: लगआउट

source: Language
ne: भाषा

source: Complete Your Profile
ne: आफ्नो प्रोफाइल पूरा गर्नुहोस्

source: Profile Incomplete
ne: प्रोफाइल अपूर्ण

source: You need to complete your personal details before you can apply for jobs.
ne: तपाईंले नोकरीको लागि आवेदन दिनु अघि आफ्नो व्यक्तिगत विवरणहरू पूरा गर्नुपर्छ।

source: Your profile is
ne: तपाईंको प्रोफाइल

source: complete. Please fill in all required information to apply for jobs.
ne: पूर्ण छ। कृपया नोकरीको लागि आवेदन दिन सबै आवश्यक जानकारी भर्नुहोस्।

source: Completion:
ne: पूर्णता:

source: Update Profile
ne: प्रोफाइल अपडेट गर्नुहोस्
